---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ScheduleSheetInstance
source: html/9eecbe0e-d837-be52-bf7d-7991606422be.htm
---
# ScheduleSheetInstance Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.